Repository: sinhong2011/triwarden
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant, zh_hk

source: Safari: turn on Triwarden in Safari › Settings › Extensions. Chromium browsers: load the folder as an unpacked extension, then run tw install-chrome <extension id>. Suggestions show names only; filling asks for Touch ID, saving asks you first.
ja: Safari：Safari › 設定 › 機能拡張で Triwarden をオンにします。Chromium 系ブラウザ：フォルダを「パッケージ化されていない拡張機能」として読み込み、tw install-chrome <拡張機能 ID> を実行します。候補には名前だけが表示され、入力には Touch ID、保存の前には確認があります。
zh_hans: Safari：在 Safari › 设置 › 扩展中启用 Triwarden。Chromium 浏览器：以“加载已解压的扩展程序”加载文件夹，然后运行 tw install-chrome <扩展 ID>。建议只显示名称；填充需要 Touch ID，保存前会先询问你。
zh_hant: Safari：在 Safari › 設定 › 延伸功能中開啟 Triwarden。Chromium 瀏覽器：以「載入未封裝項目」載入資料夾，再執行 tw install-chrome <延伸功能 ID>。建議只顯示名稱；填入需要 Touch ID，儲存前會先詢問你。
zh_hk: Safari：喺 Safari › 設定 › 擴充功能開啟 Triwarden。Chromium 瀏覽器：用「載入未封裝擴充功能」載入資料夾，再執行 tw install-chrome <擴充功能 ID>。建議只顯示名稱；填入需要 Touch ID，儲存前會先問你。

source: Same name, username and website as an item you already have.
ja: 既存の項目と名前・ユーザ名・Web サイトが同じです。
zh_hans: 名称、用户名和网站都与现有项目相同。
zh_hant: 名稱、使用者名稱與網站都和現有項目相同。
zh_hk: 名稱、用戶名同網站都同現有項目一樣。

source: Save
ja: 保存
zh_hans: 存储
zh_hant: 儲存
zh_hk: 儲存

source: save a passkey
ja: パスキーを保存
zh_hans: 保存通行密钥
zh_hant: 儲存通行密鑰
zh_hk: 儲存通行密鑰

source: Save a passkey
ja: パスキーを保存
zh_hans: 保存通行密钥
zh_hant: 儲存通行密鑰
zh_hk: 儲存通行密鑰

source: Save As…
ja: 別名で保存…
zh_hans: 存储为…
zh_hant: 另存新檔…
zh_hk: 另存為…

source: Save Passkey
ja: パスキーを保存
zh_hans: 保存通行密钥
zh_hant: 儲存通行密鑰
zh_hk: 儲存通行密鑰

source: Save this login to Triwarden? %@
ja: このログインを Triwarden に保存しますか？%@
zh_hans: 要将此登录信息保存到 Triwarden 吗？%@
zh_hant: 要將這個登入資料儲存到 Triwarden 嗎？%@
zh_hk: 要將呢個登入資料儲存到 Triwarden 嗎？%@

source: Save to
ja: 保存先
zh_hans: 保存到
zh_hant: 儲存至
zh_hk: 儲存至

source: Saved “%@”
ja: 「%@」を保存しました
zh_hans: 已保存“%@”
zh_hant: 已儲存「%@」
zh_hk: 已儲存「%@」

source: Saved encrypted in your vault, and synced to your other devices.
ja: 保管庫に暗号化して保存し、ほかのデバイスと同期します。
zh_hans: 加密保存在你的保险库，并同步到你的其他设备。
zh_hant: 加密儲存在你的保險庫，並同步到你的其他裝置。
zh_hk: 加密儲存喺你嘅保險庫，並同步到你其他裝置。

source: Saved for an http:// site, sent unencrypted
ja: http:// のサイト用で、暗号化されずに送信されます
zh_hans: 为 http:// 网站保存，传输时未加密
zh_hant: 為 http:// 網站儲存，傳送時未加密
zh_hk: 為 http:// 網站儲存，傳送時冇加密

source: Saved to your vault, on every device.
ja: 保管庫に保存され、すべてのデバイスで使えます。
zh_hans: 保存在你的保险库，所有设备可用。
zh_hant: 儲存在你的保險庫，所有裝置可用。
zh_hk: 儲存喺你嘅保險庫，所有裝置都用到。

source: Scan QR code
ja: QR コードを読み取る
zh_hans: 扫描二维码
zh_hant: 掃描 QR 碼
zh_hk: 掃描 QR 碼

source: Scan the QR code from a window on screen, or from a copied image
ja: 画面上のウインドウ、またはコピーした画像から QR コードを読み取る
zh_hans: 从屏幕上的窗口或拷贝的图像扫描二维码
zh_hant: 從螢幕上的視窗或拷貝的影像掃描 QR 碼
zh_hk: 由螢幕上面嘅視窗或者複製咗嘅圖片掃描 QR 碼

source: score
ja: スコア
zh_hans: 分数
zh_hant: 分數
zh_hk: 分數

source: Sealed tight. Opens only for you.
ja: しっかり施錠。 あなたにだけ開く。
zh_hans: 严密封锁， 只为你开启。
zh_hant: 嚴密封鎖， 只為你開啟。
zh_hk: 封得密實， 只為你打開。

source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋
zh_hk: 搜尋

source: Search all vaults
ja: すべての保管庫を検索
zh_hans: 搜索所有保险库
zh_hant: 搜尋所有保險庫
zh_hk: 搜尋所有保險庫

source: Search and filters
ja: 検索と絞り込み
zh_hans: 搜索与筛选
zh_hant: 搜尋與篩選
zh_hk: 搜尋同篩選

source: Search by name, username or website. Filter with type:card, is:favorite, has:otp, has:passkey, is:weak, folder:Work or vault:personal.
ja: 名前、ユーザー名、Web サイトで検索。type:card、is:favorite、has:otp、has:passkey、is:weak、folder:Work、vault:personal で絞り込めます。
zh_hans: 按名称、用户名或网站搜索。可用 type:card、is:favorite、has:otp、has:passkey、is:weak、folder:Work 或 vault:personal 筛选。
zh_hant: 依名稱、使用者名稱或網站搜尋。可用 type:card、is:favorite、has:otp、has:passkey、is:weak、folder:Work 或 vault:personal 篩選。
zh_hk: 按名稱、用戶名稱或者網站搜尋。可以用 type:card、is:favorite、has:otp、has:passkey、is:weak、folder:Work 或者 vault:personal 篩選。

source: Search everything, run any command. Over a browser or an app, its logins come first.
ja: すべてを検索し、どのコマンドも実行できます。ブラウザやアプリの上では、そのログインが先頭に表示されます。
zh_hans: 搜索所有项目、执行任何命令。在浏览器或 App 上调出时，会先列出相关的登录信息。
zh_hant: 搜尋所有項目、執行任何指令。在瀏覽器或 App 上叫出時，會先列出相關的登入資料。
zh_hk: 搜尋所有項目、執行任何指令。喺瀏覽器或者 App 上面叫出嚟時，會先列出相關嘅登入資料。

source: Search or run a command
ja: 検索またはコマンドを実行
zh_hans: 搜索或运行命令
zh_hant: 搜尋或執行命令
zh_hk: 搜尋或執行指令

source: Search or run a command (⌘K)
ja: 検索またはコマンドを実行（⌘K）
zh_hans: 搜索或运行命令（⌘K）
zh_hant: 搜尋或執行命令（⌘K）
zh_hk: 搜尋或執行指令（⌘K）

source: Search the list
ja: リストを検索
zh_hans: 搜索列表
zh_hant: 搜尋列表
zh_hk: 搜尋列表

source: Search to fill from any item.
ja: 検索して任意の項目から入力できます。
zh_hans: 搜索以从任何项目填充。
zh_hant: 搜尋以從任何項目填入。
zh_hk: 搜尋以從任何項目填入。

source: Search vault
ja: 保管庫を検索
zh_hans: 搜索密码库
zh_hant: 搜尋保險庫
zh_hk: 搜尋保險庫

source: Secure Notes
ja: セキュアメモ
zh_hans: 安全备注
zh_hant: 安全備註
zh_hk: 安全備註

source: Security
ja: セキュリティ
zh_hans: 安全性
zh_hant: 安全性
zh_hk: 安全

source: Security code
ja: セキュリティコード
zh_hans: 安全码
zh_hant: 安全碼
zh_hk: 保安編碼

source: Seen %lld times
ja: %lld 回確認
zh_hans: 出现过 %lld 次
zh_hant: 出現過 %lld 次
zh_hk: 出現過 %lld 次

source: Seen in %lld data breaches
ja: %lld 件のデータ侵害で見つかりました
zh_hans: 出现在 %lld 次数据泄露中
zh_hant: 出現在 %lld 次資料外洩中
zh_hk: 喺 %lld 次資料外洩出現過

source: Selected item
ja: 選択中の項目
zh_hans: 所选项目
zh_hant: 所選項目
zh_hk: 揀咗嘅項目

source: Self-hosted
ja: セルフホスト
zh_hans: 自托管
zh_hant: 自架
zh_hk: 自行託管

source: Send a new code
ja: 新しいコードを送信
zh_hans: 发送新的验证码
zh_hant: 傳送新的驗證碼
zh_hk: 再傳送新嘅驗證碼

source: Send again in %lld s
ja: %lld 秒後に再送信できます
zh_hans: %lld 秒后可重新发送
zh_hant: %lld 秒後可重新傳送
zh_hk: %lld 秒後可以再傳送

source: Send Code
ja: コードを送信
zh_hans: 发送验证码
zh_hant: 傳送驗證碼
zh_hk: 傳送驗證碼

source: Send created — link copied
ja: Send を作成し、リンクをコピーしました
zh_hans: 已创建 Send，链接已复制
zh_hant: 已建立 Send，連結已拷貝
zh_hk: 已建立 Send，連結已複製

source: Send hint
ja: ヒントを送信
zh_hans: 发送提示
zh_hant: 傳送提示
zh_hk: 傳送提示

source: Send text or a file through an end-to-end encrypted link that expires on its own.
ja: エンドツーエンドで暗号化され、自動で期限切れになるリンクでテキストやファイルを送れます。
zh_hans: 通过端到端加密、会自动失效的链接发送文字或文件。
zh_hant: 透過端對端加密、會自動失效的連結傳送文字或檔案。
zh_hk: 用端對端加密、會自動失效嘅連結傳送文字或檔案。

source: Send updated — the link is the same
ja: Send を更新しました。リンクは同じです
zh_hans: Send 已更新，链接不变
zh_hant: Send 已更新，連結不變
zh_hk: Send 已更新，連結唔變

source: Sends only the first 5 characters of each password's SHA-1 hash to Have I Been Pwned. Passwords never leave this Mac.
ja: 各パスワードの SHA-1 ハッシュの先頭 5 文字だけを Have I Been Pwned に送信します。パスワード自体はこの Mac から出ません。
zh_hans: 只会把每个密码 SHA-1 哈希的前 5 个字符发给 Have I Been Pwned，密码本身不会离开这台 Mac。
zh_hant: 只會把每個密碼 SHA-1 雜湊的前 5 個字元傳給 Have I Been Pwned，密碼本身不會離開這部 Mac。
zh_hk: 只會把每個密碼 SHA-1 雜湊的前 5 個字元傳給 Have I Been Pwned，密碼本身不會離開這部 Mac。

source: Sent unencrypted (http://)
ja: 暗号化されずに送信（http://）
zh_hans: 以未加密方式传输（http://）
zh_hant: 以未加密方式傳送（http://）
zh_hk: 用冇加密嘅方式傳送（http://）

source: Sent with every request, e.g. Cloudflare Access service tokens. Stored in your Keychain.
ja: すべてのリクエストに付加されます（例：Cloudflare Access のサービストークン）。キーチェーンに保存されます。
zh_hans: 每个请求都会附带，例如 Cloudflare Access 服务令牌。存储在你的钥匙串中。
zh_hant: 每個請求都會附上，例如 Cloudflare Access 服務權杖。儲存在你的鑰匙圈。
zh_hk: 每個請求都會附上，例如 Cloudflare Access 服務權杖。儲存在你的鎖匙圈。

source: Server
ja: サーバー
zh_hans: 服务器
zh_hant: 伺服器
zh_hk: 伺服器

source: Server error (%lld).
ja: サーバーエラー（%lld）。
zh_hans: 服务器错误（%lld）。
zh_hant: 伺服器錯誤（%lld）。
zh_hk: 伺服器錯誤（%lld）。

source: Server URL
ja: サーバー URL
zh_hans: 服务器网址
zh_hant: 伺服器網址
zh_hk: 伺服器網址

source: set %@
ja: %@に設定
zh_hans: %@设置
zh_hant: %@設定
zh_hk: %@設定

source: Set a new master password for their account, then sign in to it with that password.
ja: 相手のアカウントに新しいマスターパスワードを設定し、そのパスワードでサインインします。
zh_hans: 为对方的账户设置新的主密码，再用它登录。
zh_hant: 為對方的帳號設定新的主密碼，再用它登入。
zh_hk: 幫對方帳戶設定新嘅主密碼，再用佢登入。

source: Set a PIN
ja: PIN を設定
zh_hans: 设置 PIN 码
zh_hant: 設定 PIN 碼
zh_hk: 設定 PIN 碼

source: Set Password
ja: パスワードを設定
zh_hans: 设置密码
zh_hant: 設定密碼
zh_hk: 設定密碼

source: Set Up…
ja: 設定…
zh_hans: 设置…
zh_hant: 設定…
zh_hk: 設定…

source: Settings…
ja: 設定…
zh_hans: 设置…
zh_hant: 設定…
zh_hk: 設定…

source: Setup
ja: 設定方法
zh_hans: 设置方法
zh_hant: 設定方式
zh_hk: 設定方式

source: Setup key
ja: セットアップキー
zh_hans: 设置密钥
zh_hant: 設定金鑰
zh_hk: 設定金鑰

source: Share something securely
ja: 安全に共有
zh_hans: 安全地分享内容
zh_hant: 安全地分享內容
zh_hk: 安全咁分享內容

source: Share text or a file through an encrypted link that expires.
ja: 期限付きの暗号化リンクでテキストやファイルを共有します。
zh_hans: 通过会失效的加密链接分享文字或文件。
zh_hant: 透過會失效的加密連結分享文字或檔案。
zh_hk: 用會失效嘅加密連結分享文字或檔案。

source: Share text or a file with anyone through an encrypted link that expires.
ja: 期限付きの暗号化リンクで、テキストやファイルを誰とでも共有できます。
zh_hans: 通过会过期的加密链接，与任何人分享文字或文件。
zh_hant: 透過會到期的加密連結，與任何人分享文字或檔案。
zh_hk: 透過會到期的加密連結，同任何人分享文字或檔案。

source: Share these items with the shared vault's members.
ja: これらの項目を共有保管庫のメンバーと共有します。
zh_hans: 与共享保险库的成员共享这些项目。
zh_hant: 與共享保險庫的成員共享這些項目。
zh_hk: 同共享保險庫嘅成員共享呢啲項目。

source: Share this item with the shared vault's members.
ja: この項目を共有保管庫のメンバーと共有します。
zh_hans: 与共享保险库的成员共享这个项目。
zh_hant: 與共享保險庫的成員共享這個項目。
zh_hk: 同共享保險庫嘅成員共享呢個項目。

source: Shared Folders
ja: 共有フォルダ
zh_hans: 共享文件夹
zh_hant: 共享資料夾
zh_hk: 共享資料夾

source: Shared folders updated
ja: 共有フォルダを更新しました
zh_hans: 已更新共享文件夹
zh_hant: 已更新共享資料夾
zh_hk: 已更新共享資料夾

source: Shared Folders…
ja: 共有フォルダ…
zh_hans: 共享文件夹…
zh_hant: 共享資料夾…
zh_hk: 共享資料夾…

source: Shared vault
ja: 共有保管庫
zh_hans: 共享保险库
zh_hant: 共享保險庫
zh_hk: 共享保險庫

source: Share…
ja: 共有…
zh_hans: 共享…
zh_hant: 分享…
zh_hk: 分享…

source: Shared with ^[%lld other item](inflect: true)
ja: 他の %lld 件と共用
zh_hans: 与其他 %lld 个项目共用
zh_hant: 與其他 %lld 個項目共用
zh_hk: 與其他 %lld 個項目共用

source: Short or simple passwords are easy to guess. Generate a longer one.
ja: 短い・単純なパスワードは推測されやすいです。長いものを生成しましょう。
zh_hans: 过短或过于简单的密码容易被猜中。请生成更长的密码。
zh_hant: 過短或過於簡單的密碼容易被猜中。請產生更長的密碼。
zh_hk: 過短或過於簡單的密碼容易被猜中。請產生更長的密碼。

source: Shortcuts
ja: ショートカット
zh_hans: 快捷键
zh_hant: 快速鍵
zh_hk: 快速鍵

source: Shortcuts that work anywhere change in Settings › Shortcuts; menu shortcuts in System Settings › Keyboard › Keyboard Shortcuts › App Shortcuts.
ja: Mac のどこでも使えるショートカットは 設定 › ショートカット で、メニューのショートカットは システム設定 › キーボード › キーボードショートカット › アプリのショートカット で変更します。
zh_hans: 全局快捷键在“设置”›“快捷键”中更改；菜单快捷键在“系统设置”›“键盘”›“键盘快捷键”›“App 快捷键”中更改。
zh_hant: 全域快速鍵在「設定」›「快速鍵」中變更；選單快速鍵在「系統設定」›「鍵盤」›「鍵盤快速鍵」›「App 快速鍵」中變更。
zh_hk: 全域快速鍵喺「設定」›「快速鍵」改；選單快速鍵就喺「系統設定」›「鍵盤」›「鍵盤快速鍵」›「App 快速鍵」改。

source: Show
ja: 表示
zh_hans: 显示
zh_hant: 顯示
zh_hk: 顯示

source: Show Extension Folder
ja: 機能拡張フォルダを表示
zh_hans: 显示扩展文件夹
zh_hant: 顯示延伸功能資料夾
zh_hk: 顯示擴充功能資料夾

source: Show hidden values
ja: 非表示の値を表示
zh_hans: 显示隐藏的值
zh_hant: 顯示隱藏的值
zh_hk: 顯示隱藏的值

source: Show in Large Type
ja: 大きく表示
zh_hans: 以大字体显示
zh_hant: 以大字顯示
zh_hk: 用大字顯示

source: Show in Watchtower
ja: ウォッチタワーで表示
zh_hans: 在安全监测中显示
zh_hant: 在安全監測中顯示
zh_hk: 喺安全監測顯示

source: Show item
ja: 項目を表示
zh_hans: 显示项目
zh_hant: 顯示項目
zh_hk: 顯示項目

source: Show just one vault while this Focus is on, like your team's shared vault.
ja: この集中モードの間は、チームの共有保管庫など1つの保管庫だけを表示します。
zh_hans: 此专注模式开启时只显示一个保险库，例如团队的共享保险库。
zh_hant: 此專注模式開啟時只顯示一個保險庫，例如團隊的共享保險庫。
zh_hk: 呢個專注模式開咗嘅時候只顯示一個保險庫，例如團隊嘅共享保險庫。

source: Show one vault
ja: 1 つの保管庫だけ表示
zh_hans: 只显示一个保险库
zh_hant: 只顯示一個保險庫
zh_hk: 只顯示一個保險庫

source: Show One Vault
ja: 1つの保管庫を表示
zh_hans: 只显示一个保险库
zh_hant: 只顯示一個保險庫
zh_hk: 只顯示一個保險庫

source: Show only
ja: 次のみ表示
zh_hans: 仅显示
zh_hant: 僅顯示
zh_hk: 只顯示

source: Show only this vault
ja: この保管庫のみ表示
zh_hans: 仅显示此保险库
zh_hant: 僅顯示此保險庫
zh_hk: 只顯示呢個保險庫

source: Show password
ja: パスワードを表示
zh_hans: 显示密码
zh_hant: 顯示密碼
zh_hk: 顯示密碼

source: Show Password in Large Type
ja: パスワードを大きく表示
zh_hans: 以大字体显示密码
zh_hant: 以大字顯示密碼
zh_hk: 用大字顯示密碼

source: Show Sidebar
ja: サイドバーを表示
zh_hans: 显示边栏
zh_hant: 顯示側邊欄
zh_hk: 顯示側邊欄

source: show this item
ja: この項目を表示
zh_hans: 显示此项目
zh_hant: 顯示這個項目
zh_hk: 顯示呢個項目

source: Show Triwarden
ja: Triwarden を表示
zh_hans: 显示 Triwarden
zh_hant: 顯示 Triwarden
zh_hk: 顯示 Triwarden

source: Show website icons
ja: Web サイトのアイコンを表示
zh_hans: 显示网站图标
zh_hant: 顯示網站圖示
zh_hk: 顯示網站圖示

source: Show…
ja: 表示…
zh_hans: 显示…
zh_hant: 顯示…
zh_hk: 顯示…

source: Sign In
ja: サインイン
zh_hans: 登录
zh_hant: 登入
zh_hk: 登入

source: sign in with a passkey
ja: パスキーでサインイン
zh_hans: 使用通行密钥登录
zh_hant: 使用通行密鑰登入
zh_hk: 使用通行密鑰登入

source: Sign in with a passkey
ja: パスキーでサインイン
zh_hans: 使用通行密钥登录
zh_hant: 使用通行密鑰登入
zh_hk: 用通行密鑰登入

source: Sign Out Everywhere
ja: すべてのデバイスからサインアウト
zh_hans: 在所有设备登出
zh_hant: 在所有裝置登出
zh_hk: 喺所有裝置登出

source: Sign out everywhere?
ja: すべてのデバイスからサインアウトしますか？
zh_hans: 要在所有设备登出吗？
zh_hant: 要在所有裝置登出嗎？
zh_hk: 要喺所有裝置登出嗎？

source: Sign Out Everywhere…
ja: すべてのデバイスからサインアウト…
zh_hans: 在所有设备登出…
zh_hant: 在所有裝置登出…
zh_hk: 喺所有裝置登出…

source: Sign-in
ja: サインイン
zh_hans: 登录
zh_hant: 登入
zh_hk: 登入

source: Sign-in approved
ja: サインインを承認しました
zh_hans: 已批准登录
zh_hant: 已核准登入
zh_hk: 已批准登入

source: Sign-in denied
ja: サインインを拒否しました
zh_hans: 已拒绝登录
zh_hant: 已拒絕登入
zh_hk: 已拒絕登入

source: Signed in
ja: サインインしました
zh_hans: 已登录
zh_hant: 已登入
zh_hk: 已登入

source: Signed in as %@. Your master password decrypts the vault on this Mac.
ja: %@ としてサインインしました。マスターパスワードでこの Mac 上の保管庫を復号します。
zh_hans: 已以 %@ 登录。你的主密码会在这台 Mac 上解密密码库。
zh_hant: 已以 %@ 登入。你的主密碼會在這部 Mac 上解密保險庫。
zh_hk: 已用 %@ 登入。你的主密碼會喺呢部 Mac 上解密保險庫。

source: Signed out everywhere else
ja: 他のすべてのデバイスからサインアウトしました
zh_hans: 已在其他所有设备登出
zh_hant: 已在其他所有裝置登出
zh_hk: 已喺其他所有裝置登出

source: Signing in will no longer ask for this step.
ja: サインイン時にこの手順は求められなくなります。
zh_hans: 登录时将不再要求这个步骤。
zh_hant: 登入時將不再要求這個步驟。
zh_hk: 登入時唔會再要求呢個步驟。

source: Single sign-on
ja: シングルサインオン
zh_hans: 单点登录
zh_hant: 單一登入
zh_hk: 單一登入

source: Skip %lld likely duplicates
ja: 重複と思われる %lld 件をスキップ
zh_hans: 跳过 %lld 个可能重复的项目
zh_hant: 略過 %lld 個可能重複的項目
zh_hk: 跳過 %lld 個可能重複嘅項目

source: small
ja: 小文字
zh_hans: 小写
zh_hant: 小寫
zh_hk: 細楷

source: Someone
ja: 誰か
zh_hans: 某人
zh_hant: 某人
zh_hk: 有人

source: Someone with an account on this server who can ask for access in an emergency.
ja: このサーバーにアカウントがあり、緊急時にアクセスを申請できる人。
zh_hans: 在此服务器上有账户、紧急时可以申请访问的人。
zh_hant: 在這個伺服器上有帳號、能在緊急時申請存取的人。
zh_hk: 喺呢個伺服器有帳戶、緊急時可以申請存取嘅人。

source: Sort
ja: 並べ替え
zh_hans: 排序
zh_hant: 排序
zh_hk: 排序

source: Sort By
ja: 並べ替え
zh_hans: 排序方式
zh_hant: 排序方式
zh_hk: 排序方式

source: Source Code
ja: ソースコード
zh_hans: 源代码
zh_hant: 原始碼
zh_hk: 原始碼

source: space
ja: スペース
zh_hans: 空格
zh_hant: 空格
zh_hk: 空格

source: SSH agent
ja: SSH エージェント
zh_hans: SSH 代理
zh_hant: SSH 代理程式
zh_hk: SSH 代理程式

source: SSH Key
ja: SSH 鍵
zh_hans: SSH 密钥
zh_hant: SSH 金鑰
zh_hk: SSH 密鑰

source: SSH key items from unlocked accounts are offered to ssh and git. Every signature needs Touch ID or your Mac password; keys never leave the app.
ja: ロック解除済みアカウントの SSH 鍵を ssh と git に提供します。署名のたびに Touch ID または Mac のパスワードが必要で、鍵がアプリの外に出ることはありません。
zh_hans: 已解锁账户中的 SSH 密钥项会提供给 ssh 和 git 使用。每次签名都需要 Touch ID 或 Mac 密码；密钥永远不会离开 App。
zh_hant: 已解鎖帳號中的 SSH 金鑰項目會提供給 ssh 和 git 使用。每次簽署都需要 Touch ID 或 Mac 密碼；金鑰永遠不會離開 App。
zh_hk: 已解鎖帳戶中的 SSH 密鑰項目會提供俾 ssh 同 git 使用。每次簽署都需要 Touch ID 或 Mac 密碼；密鑰永遠唔會離開 App。

source: SSH Keys
ja: SSH 鍵
zh_hans: SSH 密钥
zh_hant: SSH 金鑰
zh_hk: SSH 金鑰

source: SSH keys that sign without leaving the vault
ja: SSH キーは保管庫から出ずに署名
zh_hans: SSH 密钥直接签名，不离开保险库
zh_hant: SSH 金鑰直接簽署，不離開保險庫
zh_hk: SSH 金鑰直接簽署，唔使離開保險庫

source: SSH setup
ja: SSH の設定
zh_hans: SSH 设置
zh_hant: SSH 設定
zh_hk: SSH 設定

source: SSO identifier
ja: SSO 識別子
zh_hans: SSO 标识符
zh_hant: SSO 識別碼
zh_hk: SSO 識別碼

source: Save as login
ja: ログインとして保存
zh_hans: 存储为登录信息
zh_hant: 儲存為登入資料
zh_hk: 儲存為登入資料

source: Show All Accounts
ja: すべてのアカウントを表示
zh_hans: 显示所有账户
zh_hant: 顯示所有帳號
zh_hk: 顯示所有帳戶

source: Show Triwarden in the menu bar
ja: メニューバーに Triwarden を表示
zh_hans: 在菜单栏中显示 Triwarden
zh_hant: 在選單列中顯示 Triwarden
zh_hk: 喺選單列顯示 Triwarden

source: Show all %lld devices
ja: %lld 台のデバイスをすべて表示
zh_hans: 显示全部 %lld 台设备
zh_hant: 顯示全部 %lld 部裝置
zh_hk: 顯示全部 %lld 部裝置

source: Show all %lld results in the vault
ja: 保管庫で %lld 件の結果をすべて表示
zh_hans: 在密码库中显示全部 %lld 个结果
zh_hant: 在保險庫中顯示全部 %lld 個結果
zh_hk: 喺保險庫顯示全部 %lld 個結果

source: Show all accounts
ja: すべてのアカウントを表示
zh_hans: 显示所有账户
zh_hant: 顯示所有帳號
zh_hk: 顯示所有帳戶

source: Show fewer
ja: 表示を減らす
zh_hans: 收起
zh_hant: 顯示較少
zh_hk: 顯示少啲

source: Sign in to Triwarden to search your vault
ja: 保管庫を検索するには Triwarden にサインインしてください
zh_hans: 登录 Triwarden 以搜索你的密码库
zh_hant: 登入 Triwarden 以搜尋你的保險庫
zh_hk: 登入 Triwarden 以搜尋你嘅保險庫

source: Star items to keep them here.
ja: 項目にスターを付けるとここに表示されます。
zh_hans: 收藏项目，它们就会显示在这里。
zh_hant: 將項目加入最愛，就會顯示在這裡。
zh_hk: 將項目加入最愛，就會喺度顯示。

source: State / Province
ja: 都道府県
zh_hans: 州/省
zh_hant: 州／省
zh_hk: 州／省

source: Stored with a key type Triwarden can't use
ja: Triwarden では使用できない鍵の種類です
zh_hans: Triwarden 无法使用此密钥类型
zh_hant: 此金鑰類型 Triwarden 無法使用
zh_hk: 此密鑰類型 Triwarden 無法使用

source: Strong
ja: 強い
zh_hans: 强
zh_hant: 強
zh_hk: 強

source: Strong · unique
ja: 強力 · 固有
zh_hans: 强 · 未重复
zh_hant: 強 · 未重複
zh_hk: 強 · 未重複

source: Suggestions
ja: 候補
zh_hans: 建议
zh_hant: 候選項目
zh_hk: 建議

source: Switch account
ja: アカウントを切り替え
zh_hans: 切换账户
zh_hant: 切換帳號
zh_hk: 切換帳戶

source: Switch to %@
ja: %@ に切り替え
zh_hans: 切换到 %@
zh_hant: 切換到 %@
zh_hk: 切換去 %@

source: Symbols (!@#…)
ja: 記号（!@#…）
zh_hans: 符号（!@#…）
zh_hant: 符號（!@#…）
zh_hk: 符號（!@#…）

source: Sync Now
ja: 今すぐ同期
zh_hans: 立即同步
zh_hant: 立即同步
zh_hk: 即刻同步

source: synced %@
ja: %@に同期
zh_hans: %@同步
zh_hant: %@同步
zh_hk: %@同步

source: Synced %@
ja: %@に同期
zh_hans: %@同步
zh_hant: %@同步
zh_hk: %@同步

source: Synced just now
ja: たった今同期
zh_hans: 刚刚同步
zh_hant: 剛剛同步
zh_hk: 剛剛同步

source: Syncing…
ja: 同期中…
zh_hans: 正在同步…
zh_hant: 同步中…
zh_hk: 同步中…

source: System
ja: システム
zh_hans: 系统
zh_hant: 系統
zh_hk: 系統

source: System Default
ja: システムのデフォルト
zh_hans: 系统默认
zh_hant: 系統預設
zh_hk: 系統預設

source: Take a suggestion
ja: 候補を選ぶ
zh_hans: 采用建议
zh_hant: 採用建議
zh_hk: 揀建議

source: Take off the last filter
ja: 最後の絞り込みを外す
zh_hans: 移除最后一个筛选
zh_hant: 移除最後一個篩選
zh_hk: 移走最後一個篩選

source: Take over %@
ja: %@ を引き継ぐ
zh_hans: 接管 %@
zh_hant: 接管 %@
zh_hk: 接管 %@

source: Take Over…
ja: 引き継ぐ…
zh_hans: 接管…
zh_hant: 接管…
zh_hk: 接管…

source: Takeover
ja: 引き継ぎ
zh_hans: 接管
zh_hant: 接管
zh_hk: 接管

source: Text
ja: テキスト
zh_hans: 文本
zh_hant: 文字
zh_hk: 文字

source: That doesn't look like a valid one-time code secret.
ja: 有効なワンタイムコードのシークレットではないようです。
zh_hans: 这看起来不是有效的一次性验证码密钥。
zh_hant: 這看起來不是有效的一次性驗證碼密鑰。
zh_hk: 這看起來不是有效的一次性驗證碼密匙。

source: That file isn't a certificate.
ja: このファイルは証明書ではありません。
zh_hans: 该文件不是证书。
zh_hant: 該檔案不是憑證。
zh_hk: 該檔案不是憑證。

source: That file password isn't right.
ja: ファイルのパスワードが違います。
zh_hans: 文件密码不正确。
zh_hant: 檔案密碼不正確。
zh_hk: 檔案密碼唔啱。

source: That item has no one-time code.
ja: その項目にはワンタイムコードがありません。
zh_hans: 该项目没有一次性验证码。
zh_hant: 該項目沒有一次性驗證碼。
zh_hk: 該項目沒有一次性驗證碼。

source: That item has no password.
ja: その項目にはパスワードがありません。
zh_hans: 该项目没有密码。
zh_hant: 該項目沒有密碼。
zh_hk: 該項目沒有密碼。

source: That item is no longer in your vault.
ja: その項目はもう保管庫にありません。
zh_hans: 该项目已不在你的密码库中。
zh_hant: 該項目已不在你的保險庫中。
zh_hk: 該項目已經唔喺你的保險庫。

source: That link didn't work. It may have expired, or be for another account.
ja: このリンクは使えませんでした。期限切れか、別のアカウント用の可能性があります。
zh_hans: 这个链接无法使用，可能已过期或属于其他账户。
zh_hant: 這個連結無法使用，可能已過期或屬於其他帳號。
zh_hk: 呢條連結用唔到，可能已經過期或者屬於其他帳戶。

source: That master password isn't right.
ja: マスターパスワードが違います。
zh_hans: 主密码不正确。
zh_hant: 主密碼不正確。
zh_hk: 主密碼唔啱。

source: That QR code isn't a two-step login code.
ja: その QR コードは2ステップ認証のものではありません。
zh_hans: 这个二维码不是两步验证码。
zh_hant: 這個 QR 碼不是兩步驟驗證碼。
zh_hk: 呢個 QR 碼唔係兩步驟驗證碼。

source: That's a Google Authenticator export. Show the site's own QR code instead.
ja: これは Google Authenticator のエクスポートです。代わりにサイト自身の QR コードを表示してください。
zh_hans: 这是 Google Authenticator 的导出内容。请改为显示网站自己的二维码。
zh_hant: 這是 Google Authenticator 的匯出內容。請改為顯示網站本身的 QR 碼。
zh_hk: 呢個係 Google Authenticator 嘅匯出內容。請改為顯示網站自己嘅 QR 碼。

source: That's not your master password.
ja: マスターパスワードが違います。
zh_hans: 这不是你的主密码。
zh_hant: 這不是你的主密碼。
zh_hk: 呢個唔係你嘅主密碼。

source: The account and its saved vault are removed from this Mac. Your vault stays on the server.
ja: アカウントと保存された保管庫はこの Mac から削除されます。サーバ上の保管庫はそのままです。
zh_hans: 账户及其保存的密码库会从这台 Mac 移除，服务器上的密码库不受影响。
zh_hant: 帳號及其儲存的保險庫會從這部 Mac 移除，伺服器上的保險庫不受影響。
zh_hk: 帳戶同佢儲存嘅保險庫會從呢部 Mac 移除，伺服器上嘅保險庫唔受影響。

source: The file is removed from your vault on every device.
ja: すべてのデバイスの保管庫からファイルが削除されます。
zh_hans: 文件会从你所有设备上的密码库中移除。
zh_hant: 檔案會從你所有裝置上的保險庫中移除。
zh_hk: 檔案會從你所有裝置上的保險庫中移除。

source: The import didn't go through: %@
ja: 読み込みに失敗しました：%@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@
zh_hk: 匯入失敗：%@

source: The link holds the key; the server never sees your content.
ja: 鍵はリンクの中にあり、サーバーは内容を見られません。
zh_hans: 密钥在链接中，服务器永远看不到内容。
zh_hant: 金鑰在連結中，伺服器永遠看不到內容。
zh_hk: 密鑰喺連結入面，伺服器永遠睇唔到內容。

source: The link stops working immediately.
ja: リンクはすぐに使えなくなります。
zh_hans: 链接会立即失效。
zh_hant: 連結會立即失效。
zh_hk: 連結會即刻失效。

source: the one-time code
ja: ワンタイムコード
zh_hans: 一次性验证码
zh_hant: 一次性驗證碼
zh_hk: 一次性驗證碼

source: The passwords don't match.
ja: パスワードが一致しません。
zh_hans: 两次输入的密码不一致。
zh_hant: 兩次輸入的密碼不一致。
zh_hk: 兩次輸入嘅密碼唔一樣。

source: The PIN then works only until Triwarden quits, and is never written to disk.
ja: PIN は Triwarden を終了するまでのみ有効で、ディスクには書き込まれません。
zh_hans: PIN 码仅在 Triwarden 退出前有效，且永不写入磁盘。
zh_hant: PIN 碼只在 Triwarden 結束前有效，且永不寫入磁碟。
zh_hk: PIN 碼只係喺 Triwarden 結束之前有效，而且永遠唔會寫入磁碟。

source: The same PIN again
ja: 同じ PIN をもう一度
zh_hans: 再次输入相同的 PIN 码
zh_hant: 再次輸入相同的 PIN 碼
zh_hk: 再輸入一次同一個 PIN 碼

source: The same username for the same site, saved more than once. Keep the one that's right and move the rest to Trash.
ja: 同じサイトの同じユーザ名が複数保存されています。正しいものを残し、残りはゴミ箱へ。
zh_hans: 同一网站的同一用户名保存了不止一次。保留正确的那个，其余移到废纸篓。
zh_hant: 同一網站的同一使用者名稱儲存了不止一次。保留正確的那個，其餘移到垃圾桶。
zh_hk: 同一個網站嘅同一個用戶名存咗唔止一次。留低啱嗰個，其餘移去垃圾桶。

source: The server sent unsafe key-derivation settings. Login was stopped.
ja: サーバーから安全でない鍵導出設定が送られたため、ログインを中止しました。
zh_hans: 服务器返回了不安全的密钥派生设置，已停止登录。
zh_hant: 伺服器傳回不安全的金鑰衍生設定，已停止登入。
zh_hk: 伺服器傳回不安全的金鑰衍生設定，已停止登入。

source: The sign-in wasn't approved.
ja: サインインは承認されませんでした。
zh_hans: 这次登录未获批准。
zh_hant: 這次登入未獲核准。
zh_hk: 今次登入冇被批准。

source: The two PINs don't match.
ja: 2 つの PIN が一致しません。
zh_hans: 两次输入的 PIN 码不一致。
zh_hant: 兩次輸入的 PIN 碼不一致。
zh_hk: 兩次輸入嘅 PIN 碼唔一樣。

source: The values listed here are forgotten. Items you saved are not affected.
ja: ここに表示されている値は消去されます。保存済みの項目には影響しません。
zh_hans: 这里列出的值会被清除，已保存的项目不受影响。
zh_hant: 這裡列出的值會被清除，已儲存的項目不受影響。
zh_hk: 呢度列出嘅值會被清除，已儲存嘅項目唔受影響。

source: Their vault, read-only. Nothing is saved on this Mac.
ja: 相手の保管庫（読み取り専用）。この Mac には保存されません。
zh_hans: 对方的保险库，只读。不会保存在这台 Mac 上。
zh_hant: 對方的保險庫，唯讀。不會儲存在這台 Mac 上。
zh_hk: 對方嘅保險庫，唯讀。唔會儲存喺呢部 Mac。

source: There's nothing to import in this file.
ja: このファイルには読み込めるものがありません。
zh_hans: 此文件中没有可导入的内容。
zh_hant: 這個檔案中沒有可匯入的內容。
zh_hk: 呢個檔案冇嘢可以匯入。

source: These passwords appear in known breaches. Change them on each site.
ja: これらのパスワードは既知の漏えいに含まれています。各サイトで変更してください。
zh_hans: 这些密码出现在已知的泄露数据中，请到各网站更改。
zh_hant: 這些密碼出現在已知的外洩資料中，請到各網站更改。
zh_hk: 這些密碼出現在已知的外洩資料中，請到各網站更改。

source: These sites are saved with http://, so the password travels unencrypted.
ja: これらのサイトは http:// で保存されており、パスワードが暗号化されずに送信されます。
zh_hans: 这些网站以 http:// 保存，密码会以未加密方式传输。
zh_hant: 這些網站以 http:// 儲存，密碼會以未加密方式傳送。
zh_hk: 這些網站以 http:// 儲存，密碼會以未加密方式傳送。

source: These sites offer one-time codes. Turn two-step login on there, then save the code here.
ja: これらのサイトはワンタイムコードに対応しています。サイトで 2 段階ログインを有効にし、ここにコードを保存してください。
zh_hans: 这些网站提供一次性验证码。请在网站开启两步登录，再把验证码保存到这里。
zh_hant: 這些網站提供一次性驗證碼。請在網站開啟兩步驟登入，再把驗證碼存到這裡。
zh_hk: 呢啲網站提供一次性驗證碼。喺網站開咗兩步驟登入，再將驗證碼存喺度。

source: They can ask for access; if you don't reject the request within the wait time, they can view your vault or set a new master password for it.
ja: アクセスを申請できます。待機期間内に拒否しなければ、保管庫を閲覧したり新しいマスターパスワードを設定したりできます。
zh_hans: 他们可以申请访问；如果你在等待期内没有拒绝，他们就能查看你的保险库，或为它设置新的主密码。
zh_hant: 他們可以申請存取；若你在等待期間內未拒絕，他們就能查看你的保險庫，或為它設定新的主密碼。
zh_hk: 佢哋可以申請存取；如果你喺等待期內冇拒絕，佢哋就可以睇你嘅保險庫，或者幫佢設定新嘅主密碼。

source: They can no longer ask for access to your vault. You can invite them again later.
ja: この人はあなたの保管庫へのアクセスを申請できなくなります。あとで再度招待できます。
zh_hans: 对方将无法再申请访问你的密码库。之后可以再次邀请。
zh_hant: 對方將無法再申請存取你的密碼庫。之後可以再次邀請。
zh_hk: 對方之後唔可以再申請存取你嘅密碼庫。之後可以再邀請。

source: They can see your items, read-only.
ja: 項目を読み取り専用で閲覧できます。
zh_hans: 他们可以只读查看你的项目。
zh_hant: 他們可以唯讀查看你的項目。
zh_hk: 佢哋可以唯讀睇你嘅項目。

source: They can set a new master password and use your account.
ja: 新しいマスターパスワードを設定してアカウントを使えます。
zh_hans: 他们可以设置新的主密码并使用你的账户。
zh_hant: 他們可以設定新的主密碼並使用你的帳號。
zh_hk: 佢哋可以設定新嘅主密碼同使用你嘅帳戶。

source: This account is offline.
ja: このアカウントはオフラインです。
zh_hans: 此账户当前离线。
zh_hant: 此帳號目前離線。
zh_hk: 呢個帳戶而家離線。

source: This account uses Argon2id, which isn't supported yet.
ja: このアカウントは Argon2id を使用していますが、まだサポートされていません。
zh_hans: 此账户使用 Argon2id，目前尚不支持。
zh_hant: 此帳號使用 Argon2id，目前尚未支援。
zh_hk: 此帳戶使用 Argon2id，目前尚未支援。
